/*
 Copyright (c) 2008 Jose Gil
 
 Permission is hereby granted, free of charge, to any person
 obtaining a copy of this software and associated documentation
 files (the "Software"), to deal in the Software without
 restriction, including without limitation the rights to use,
 copy, modify, merge, publish, distribute, sublicense, and/or sell
 copies of the Software, and to permit persons to whom the
 Software is furnished to do so, subject to the following
 conditions:
 
 The above copyright notice and this permission notice shall be
 included in all copies or substantial portions of the Software.
 
 THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND,
 EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES
 OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND
 NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT
 HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
 WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING
 FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR
 OTHER DEALINGS IN THE SOFTWARE.
 
 Created by Jose Gil on 2008.10.30.
*/

// Menu items
"MENU_LABEL" = "Código Postal de %@";
// Buttons
"OPEN" = "Abrir";
"CANCEL" = "Cancelar";
// Dialogs
"TOO_MANY_RESULTS_TITLE" = "Demasiados resultados";
"TOO_MANY_RESULTS_BODY" = "La búsqueda para \"%@\" ha devuelto %i resultados, es imposible decidir cual es el correcto. ¿Desea abrir la página web con todos los resultados?";
"SHORTEN_CODE_TITLE" = "Resultado más corto encontrado";
"SHORTEN_CODE" = "El nuevo código postal \"%@\" es más corto que el actual \"%@\". ¿Reemplazarlo?";
// Log messages
"NO_CODE_FOUND" = "No se ha encontrado el código postal %@";
"NO_CODE_FOUND_FOR" = "No se ha encontrado el código postal %@ en %@ (%@)";
"NO_ISO_FOR" = "No se ha encontrado el código ISO para %@";
"NO_COUNTRY" = "No se ha definido el país";